local d = {}
------------------------
-- 以下为装备数据列表 -- 
------------------------

d.equipDataTable = {
    ["501"] = {
        ["日文名"] = "5inch単装砲",
        ["中文名"] = "5英寸单装炮",
        ["类别"] = 1,
        ["图鉴"] =  1,
        ["稀有度"] = 1,
        ["属性"] = {
            ["火力"] = 1,
            ["射程"] = "短"
        }
    },
    ["502"] = {
        ["日文名"] = "5inch連装砲",
        ["中文名"] = "5英寸连装炮",
        ["类别"] = 1,
        ["图鉴"] =  1,
        ["稀有度"] = 1,
        ["属性"] = {
            ["火力"] = 2,
            ["射程"] = "短"
        }
    },
    ["503"] = {
        ["日文名"] = "3inch単装高角砲",
        ["中文名"] = "3英寸单装高角炮",
        ["类别"] = 1,
        ["图鉴"] =  16,
        ["稀有度"] = 3,
        ["属性"] = {
            ["火力"] = 1,
            ["对空"] = 1,
            ["射程"] = "短"
        }
    },
    ["504"] = {
        ["日文名"] = "5inch単装高射砲",
        ["中文名"] = "5英寸单装高射炮",
        ["类别"] = 2,
        ["图鉴"] =  2,
        ["稀有度"] = 1,
        ["属性"] = {
            ["火力"] = 2,
            ["对空"] = 2,
            ["射程"] = "中"
        }
    },
    ["505"] = {
        ["日文名"] = "8inch三連装砲",
        ["中文名"] = "8英寸三连装炮",
        ["类别"] = 2,
        ["图鉴"] =  2,
        ["稀有度"] = 1,
        ["属性"] = {
            ["火力"] = 8,
            ["对空"] = 2,
            ["射程"] = "中"
        }
    },
    ["506"] = {
        ["日文名"] = "6inch連装速射砲",
        ["中文名"] = "6英寸连装速射炮",
        ["类别"] = 2,
        ["图鉴"] =  2,
        ["稀有度"] = 1,
        ["属性"] = {
            ["火力"] = 3,
            ["对空"] = 3,
            ["射程"] = "中"
        }
    },
    ["507"] = {
        ["日文名"] = "14inch連装砲",
        ["中文名"] = "14英寸连装炮",
        ["类别"] = 3,
        ["图鉴"] =  3,
        ["稀有度"] = 1,
        ["属性"] = {
            ["火力"] = 10,
            ["对空"] = 4,
            ["射程"] = "长"
        }
    },
    ["508"] = {
        ["日文名"] = "16inch連装砲",
        ["中文名"] = "16英寸连装炮",
        ["类别"] = 3,
        ["图鉴"] =  3,
        ["稀有度"] = 2,
        ["属性"] = {
            ["火力"] = 15,
            ["对空"] = 4,
            ["射程"] = "长"
        }
    },
    ["509"] = {
        ["日文名"] = "16inch三連装砲",
        ["中文名"] = "16英寸三连装炮",
        ["类别"] = 3,
        ["图鉴"] =  3,
        ["稀有度"] = 3,
        ["属性"] = {
            ["火力"] = 20,
            ["对空"] = 5,
            ["射程"] = "长"
        }
    },
    ["510"] = {
        ["日文名"] = "5inch単装高射砲",
        ["中文名"] = "5英寸单装高射炮",
        ["类别"] = 4,
        ["图鉴"] =  16,
        ["稀有度"] = 1,
        ["属性"] = {
            ["火力"] = 1,
            ["对空"] = 2,
            ["射程"] = "短"
        }
    },
    ["511"] = {
        ["日文名"] = "6inch単装砲",
        ["中文名"] = "6英寸单装炮",
        ["类别"] = 4,
        ["图鉴"] =  4,
        ["稀有度"] = 1,
        ["属性"] = {
            ["火力"] = 1,
            ["射程"] = "中"
        }
    },
    ["512"] = {
        ["日文名"] = "12.5inch連装副砲",
        ["中文名"] = "12.5英寸连装副炮",
        ["类别"] = 4,
        ["图鉴"] =  4,
        ["稀有度"] = 2,
        ["属性"] = {
            ["火力"] = 7,
            ["对空"] = 3,
            ["射程"] = "中"
        }
    },
    ["513"] = {
        ["日文名"] = "21inch魚雷前期型",
        ["中文名"] = "21英寸鱼雷前期型",
        ["类别"] = 5,
        ["图鉴"] =  5,
        ["稀有度"] = 1,
        ["属性"] = {
            ["雷装"] = 2,
            ["射程"] = "短"
        }
    },
    ["514"] = {
        ["日文名"] = "21inch魚雷後期型",
        ["中文名"] = "21英寸鱼雷后期型",
        ["类别"] = 5,
        ["图鉴"] =  5,
        ["稀有度"] = 1,
        ["属性"] = {
            ["雷装"] = 5,
            ["射程"] = "短"
        }
    },
    ["515"] = {
        ["日文名"] = "高速深海魚雷/22inch魚雷後期型",
        ["中文名"] = "高速深海鱼雷/22英寸鱼雷后期型",
        ["类别"] = 5,
        ["图鉴"] =  5,
        ["稀有度"] = 2,
        ["属性"] = {
            ["雷装"] = 10,
            ["射程"] = "短"
        }
    },
    ["516"] = {
        ["日文名"] = "深海棲艦攻",
        ["中文名"] = "深海栖舰攻",
        ["类别"] = 8,
        ["图鉴"] =  8,
        ["稀有度"] = 1,
        ["属性"] = {
            ["雷装"] = 4,
            ["对潜"] = 2,
            ["索敌"] = 5,
            ["射程"] = "无"
        }
    },
    ["517"] = {
        ["日文名"] = "深海棲艦攻 Mark.II",
        ["中文名"] = "深海栖舰攻 Mark.II",
        ["类别"] = 8,
        ["图鉴"] =  8,
        ["稀有度"] = 2,
        ["属性"] = {
            ["雷装"] = 6,
            ["对潜"] = 4,
            ["索敌"] = 5,
            ["射程"] = "无"
        }
    },
    ["518"] = {
        ["日文名"] = "深海棲艦攻 Mark.III",
        ["中文名"] = "深海栖舰攻 Mark.III",
        ["类别"] = 8,
        ["图鉴"] =  8,
        ["稀有度"] = 3,
        ["属性"] = {
            ["雷装"] = 11,
            ["对空"] = 4,
            ["对潜"] = 7,
            ["索敌"] = 5,
            ["射程"] = "无"
        }
    },
    ["519"] = {
        ["日文名"] = "深海棲艦戦",
        ["中文名"] = "深海栖舰战",
        ["类别"] = 6,
        ["图鉴"] =  6,
        ["稀有度"] = 1,
        ["属性"] = {
            ["对空"] = 2,
            ["射程"] = "无"
        }
    },
    ["520"] = {
        ["日文名"] = "深海棲艦戦 Mark.II",
        ["中文名"] = "深海栖舰战 Mark.II",
        ["类别"] = 6,
        ["图鉴"] =  6,
        ["稀有度"] = 1,
        ["属性"] = {
            ["对空"] = 5,
            ["射程"] = "无"
        }
    },
    ["521"] = {
        ["日文名"] = "深海棲艦戦 Mark.III",
        ["中文名"] = "深海栖舰战 Mark.III",
        ["类别"] = 6,
        ["图鉴"] =  6,
        ["稀有度"] = 2,
        ["属性"] = {
            ["对空"] = 9,
            ["射程"] = "无"
        }
    },
    ["522"] = {
        ["日文名"] = "飛び魚艦戦",
        ["中文名"] = "飞鱼舰战",
        ["类别"] = 6,
        ["图鉴"] =  6,
        ["稀有度"] = 4,
        ["属性"] = {
            ["对空"] = 13,
            ["射程"] = "无"
        }
    },
    ["523"] = {
        ["日文名"] = "深海棲艦爆",
        ["中文名"] = "深海栖舰爆",
        ["类别"] = 7,
        ["图鉴"] =  7,
        ["稀有度"] = 1,
        ["属性"] = {
            ["爆装"] = 3,
            ["射程"] = "无"
        }
    },
    ["524"] = {
        ["日文名"] = "深海棲艦爆 Mark.II",
        ["中文名"] = "深海栖舰爆 Mark.II",
        ["类别"] = 7,
        ["图鉴"] =  7,
        ["稀有度"] = 2,
        ["属性"] = {
            ["爆装"] = 6,
            ["射程"] = "无"
        }
    },
    ["525"] = {
        ["日文名"] = "深海棲艦偵察機",
        ["中文名"] = "深海栖舰侦察机",
        ["类别"] = 10,
        ["图鉴"] =  10,
        ["稀有度"] = 1,
        ["属性"] = {
            ["爆装"] = 1,
            ["对空"] = 1,
            ["对潜"] = 1,
            ["索敌"] = 5,
            ["射程"] = "无"
        }
    },
    ["526"] = {
        ["日文名"] = "飛び魚偵察機 ",
        ["中文名"] = "飞鱼侦察机",
        ["类别"] = 10,
        ["图鉴"] =  10,
        ["稀有度"] = 2,
        ["属性"] = {
            ["爆装"] = 4,
            ["对空"] = 2,
            ["对潜"] = 2,
            ["索敌"] = 10,
            ["射程"] = "无"
        }
    },
    ["527"] = {
        ["日文名"] = "対空レーダー Mark.I",
        ["中文名"] = "对空雷达 Mark.I",
        ["类别"] = 12,
        ["图鉴"] =  11,
        ["稀有度"] = 2,
        ["属性"] = {
            ["对空"] = 5,
            ["命中"] = 5,
            ["索敌"] = 5,
            ["射程"] = "无"
        }
    },
    ["528"] = {
        ["日文名"] = "水上レーダー Mark.I",
        ["中文名"] = "水上雷达 Mark.I",
        ["类别"] = 12,
        ["图鉴"] =  11,
        ["稀有度"] = 2,
        ["属性"] = {
            ["命中"] = 10,
            ["索敌"] = 5,
            ["射程"] = "无"
        }
    },
    ["529"] = {
        ["日文名"] = "水上レーダー Mark.II",
        ["中文名"] = "水上雷达 Mark.II",
        ["类别"] = 12,
        ["图鉴"] =  11,
        ["稀有度"] = 3,
        ["属性"] = {
            ["命中"] = 15,
            ["索敌"] = 10,
            ["射程"] = "无"
        }
    },
    ["530"] = {
        ["日文名"] = "対空レーダー Mark.II",
        ["中文名"] = "对空雷达 Mark.II",
        ["类别"] = 13,
        ["图鉴"] =  11,
        ["稀有度"] = 3,
        ["属性"] = {
            ["对空"] = 10,
            ["命中"] = 5,
            ["索敌"] = 10,
            ["射程"] = "无"
        }
    },
    ["531"] = {
        ["日文名"] = "深海水上レーダー",
        ["中文名"] = "深海水上雷达",
        ["类别"] = 13,
        ["图鉴"] =  11,
        ["稀有度"] = 4,
        ["属性"] = {
            ["对空"] = 5,
            ["对潜"] = 5,
            ["命中"] = 24,
            ["索敌"] = 16,
            ["回避"] = 3,
            ["射程"] = "无"
        }
    },
    ["532"] = {
        ["日文名"] = "深海対空レーダー",
        ["中文名"] = "深海对空雷达",
        ["类别"] = 13,
        ["图鉴"] =  11,
        ["稀有度"] = 5,
        ["属性"] = {
            ["对空"] = 18,
            ["对潜"] = 5,
            ["命中"] = 16,
            ["索敌"] = 12,
            ["回避"] = 2,
            ["射程"] = "无"
        }
    },
    ["533"] = {
        ["日文名"] = "改良型深海タービン",
        ["中文名"] = "改良型深海叶轮机",
        ["类别"] = 17,
        ["图鉴"] =  19,
        ["稀有度"] = 1,
        ["属性"] = {
            ["回避"] = 10,
            ["射程"] = "无"
        }
    },
    ["534"] = {
        ["日文名"] = "強化型深海缶",
        ["中文名"] = "强化型深海缶",
        ["类别"] = 17,
        ["图鉴"] =  19,
        ["稀有度"] = 2,
        ["属性"] = {
            ["回避"] = 15,
            ["射程"] = "无"
        }
    },
    ["535"] = {
        ["日文名"] = "対空散弾",
        ["中文名"] = "对空散弹",
        ["类别"] = 18,
        ["图鉴"] =  12,
        ["稀有度"] = 1,
        ["属性"] = {
            ["对空"] = 10,
            ["射程"] = "无"
        }
    },
    ["536"] = {
        ["日文名"] = "劣化徹甲弾",
        ["中文名"] = "劣化撤甲弹",
        ["类别"] = 19,
        ["图鉴"] =  13,
        ["稀有度"] = 2,
        ["属性"] = {
            ["火力"] = 15,
            ["命中"] = 5,
            ["射程"] = "无"
        }
    },
    ["537"] = {
        ["日文名"] = "12.7mm機銃",
        ["中文名"] = "12.7mm机铳",
        ["类别"] = 21,
        ["图鉴"] =  15,
        ["稀有度"] = 1,
        ["属性"] = {
            ["对空"] = 2,
            ["射程"] = "无"
        }
    },
    ["538"] = {
        ["日文名"] = "20mm機銃",
        ["中文名"] = "20mm机铳",
        ["类别"] = 21,
        ["图鉴"] =  15,
        ["稀有度"] = 1,
        ["属性"] = {
            ["对空"] = 4,
            ["射程"] = "无"
        }
    },
    ["539"] = {
        ["日文名"] = "40mm二連装機関砲",
        ["中文名"] = "40mm二连装机关炮",
        ["类别"] = 21,
        ["图鉴"] =  15,
        ["稀有度"] = 2,
        ["属性"] = {
            ["对空"] = 8,
            ["射程"] = "无"
        }
    },
    ["540"] = {
        ["日文名"] = "40mm四連装機関砲",
        ["中文名"] = "40mm四连装机关炮",
        ["类别"] = 21,
        ["图鉴"] =  15,
        ["稀有度"] = 3,
        ["属性"] = {
            ["对空"] = 12,
            ["射程"] = "无"
        }
    },
    ["541"] = {
        ["日文名"] = "深海烏賊魚雷",
        ["中文名"] = "深海乌贼鱼雷",
        ["类别"] = 22,
        ["图鉴"] =  5,
        ["稀有度"] = 3,
        ["属性"] = {
            ["雷装"] = 18,
            ["命中"] = 5,
            ["射程"] = "无"
        }
    },
    ["542"] = {
        ["日文名"] = "深海爆雷投射機",
        ["中文名"] = "深海爆雷投射机",
        ["类别"] = 15,
        ["图鉴"] =  17,
        ["稀有度"] = 3,
        ["属性"] = {
            ["对潜"] = 7,
            ["射程"] = "无"
        }
    },
    ["543"] = {
        ["日文名"] = "深海ソナー",
        ["中文名"] = "深海声呐",
        ["类别"] = 14,
        ["图鉴"] =  18,
        ["稀有度"] = 3,
        ["属性"] = {
            ["对潜"] = 9,
            ["射程"] = "无"
        }
    },
    ["544"] = {
        ["日文名"] = "深海爆雷投射機 Mk.II",
        ["中文名"] = "深海爆雷投射机 Mk.II",
        ["类别"] = 15,
        ["图鉴"] =  17,
        ["稀有度"] = 4,
        ["属性"] = {
            ["对潜"] = 13,
            ["射程"] = "无"
        }
    },
    ["545"] = {
        ["日文名"] = "深海ソナー Mk.II",
        ["中文名"] = "深海声呐 Mk.II",
        ["类别"] = 14,
        ["图鉴"] =  18,
        ["稀有度"] = 4,
        ["属性"] = {
            ["对潜"] = 16,
            ["射程"] = "无"
        }
    },
    ["546"] = {
        ["日文名"] = "飛び魚艦爆",
        ["中文名"] = "飞鱼舰爆",
        ["类别"] = 7,
        ["图鉴"] =  7,
        ["稀有度"] = 4,
        ["属性"] = {
            ["爆装"] = 10,
            ["对空"] = 8,
            ["射程"] = "无"
        }
    },
    ["547"] = {
        ["日文名"] = "深海猫艦戦",
        ["中文名"] = "深海猫舰战",
        ["类别"] = 6,
        ["图鉴"] =  6,
        ["稀有度"] = 3,
        ["属性"] = {
            ["对空"] = 10,
            ["命中"] = 1,
            ["射程"] = "无"
        }
    },
    ["548"] = {
        ["日文名"] = "深海地獄艦爆",
        ["中文名"] = "深海地狱舰爆",
        ["类别"] = 7,
        ["图鉴"] =  7,
        ["稀有度"] = 3,
        ["属性"] = {
            ["爆装"] = 11,
            ["命中"] = 3,
            ["索敌"] = 3,
            ["射程"] = "无"
        }
    },
    ["549"] = {
        ["日文名"] = "深海復讐艦攻",
        ["中文名"] = "深海复仇舰攻",
        ["类别"] = 8,
        ["图鉴"] =  8,
        ["稀有度"] = 3,
        ["属性"] = {
            ["雷装"] = 13,
            ["对空"] = 4,
            ["对潜"] = 5,
            ["命中"] = 2,
            ["索敌"] = 5,
            ["射程"] = "无"
        }
    },
    ["550"] = {
        ["日文名"] = "5inch連装両用莢砲",
        ["中文名"] = "5英寸连装两用荚炮",
        ["类别"] = 1,
        ["图鉴"] =  16,
        ["稀有度"] = 3,
        ["属性"] = {
            ["火力"] = 2,
            ["对空"] = 9,
            ["命中"] = 3,
            ["射程"] = "中"
        }
    },
    ["551"] = {
        ["日文名"] = "20inch連装砲",
        ["中文名"] = "20英寸连装炮",
        ["类别"] = 3,
        ["图鉴"] =  3,
        ["稀有度"] = 4,
        ["属性"] = {
            ["火力"] = 27,
            ["对空"] = 4,
            ["命中"] = 3,
            ["射程"] = "长"
        }
    },
    ["552"] = {
        ["日文名"] = "15inch要塞砲",
        ["中文名"] = "15英寸要塞炮",
        ["类别"] = 3,
        ["图鉴"] =  3,
        ["稀有度"] = 2,
        ["属性"] = {
            ["火力"] = 13,
            ["装甲"] = 3,
            ["命中"] = 4,
            ["射程"] = "长"
        }
    },
    ["553"] = {
        ["日文名"] = "4inch連装両用砲+CIC",
        ["中文名"] = "4英寸连装两用炮+CIC",
        ["类别"] = 1,
        ["图鉴"] =  16,
        ["稀有度"] = 4,
        ["属性"] = {
            ["火力"] = 5,
            ["对空"] = 15,
            ["命中"] = 5,
            ["射程"] = "中"
        }
    },
    ["554"] = {
        ["日文名"] = "深海水上攻撃機",
        ["中文名"] = "深海水上攻击机",
        ["类别"] = 11,
        ["图鉴"] =  10,
        ["稀有度"] = 2,
        ["属性"] = {
            ["爆装"] = 8,
            ["对空"] = 4,
            ["对潜"] = 8,
            ["命中"] = 1,
            ["索敌"] = 6,
            ["射程"] = "无"
        }
    },
    ["555"] = {
        ["日文名"] = "深海水上攻撃機改",
        ["中文名"] = "深海水上攻击机改",
        ["类别"] = 11,
        ["图鉴"] =  10,
        ["稀有度"] = 4,
        ["属性"] = {
            ["爆装"] = 13,
            ["对空"] = 9,
            ["对潜"] = 10,
            ["命中"] = 3,
            ["索敌"] = 7,
            ["射程"] = "无"
        }
    },
    ["556"] = {
        ["日文名"] = "深海猫艦戦改",
        ["中文名"] = "深海猫舰战改",
        ["类别"] = 6,
        ["图鉴"] =  6,
        ["稀有度"] = 4,
        ["属性"] = {
            ["对空"] = 12,
            ["命中"] = 2,
            ["回避"] = 2,
            ["射程"] = "无"
        }
    },
    ["557"] = {
        ["日文名"] = "深海地獄艦爆改",
        ["中文名"] = "深海地狱舰爆改",
        ["类别"] = 7,
        ["图鉴"] =  7,
        ["稀有度"] = 4,
        ["属性"] = {
            ["爆装"] = 15,
            ["对潜"] = 8,
            ["命中"] = 4,
            ["索敌"] = 5,
            ["射程"] = "无"
        }
    },
    ["558"] = {
        ["日文名"] = "深海復讐艦攻改",
        ["中文名"] = "深海复仇舰攻改",
        ["类别"] = 8,
        ["图鉴"] =  8,
        ["稀有度"] = 4,
        ["属性"] = {
            ["雷装"] = 16,
            ["对空"] = 5,
            ["对潜"] = 9,
            ["命中"] = 3,
            ["索敌"] = 6,
            ["射程"] = "无"
        }
    },
    ["559"] = {
        ["日文名"] = "深海FCS+CIC",
        ["中文名"] = "深海FCS+CIC",
        ["类别"] = 14,
        ["图鉴"] =  18,
        ["稀有度"] = 3,
        ["属性"] = {
            ["对空"] = 6,
            ["对潜"] = 20,
            ["命中"] = 5,
            ["索敌"] = 3,
            ["回避"] = 3,
            ["射程"] = "无"
        }
    },
    ["560"] = {
        ["日文名"] = "深海探照灯",
        ["中文名"] = "深海探照灯",
        ["类别"] = 29,
        ["图鉴"] =  24,
        ["稀有度"] = 2,
        ["属性"] = {
            ["火力"] = 2,
            ["索敌"] = 2,
            ["射程"] = "无"
        }
    },
    ["561"] = {
        ["日文名"] = "深海解放陸爆",
        ["中文名"] = "深海解放陆爆",
        ["类别"] = 7,
        ["图鉴"] =  7,
        ["稀有度"] = 3,
        ["属性"] = {
            ["爆装"] = 11,
            ["对空"] = 3,
            ["对潜"] = 5,
            ["命中"] = 1,
            ["索敌"] = 3,
            ["射程"] = "无"
        }
    },
    ["562"] = {
        ["日文名"] = "深海解放陸爆Ace",
        ["中文名"] = "深海解放陆爆Ace",
        ["类别"] = 7,
        ["图鉴"] =  7,
        ["稀有度"] = 4,
        ["属性"] = {
            ["爆装"] = 16,
            ["对空"] = 5,
            ["对潜"] = 7,
            ["命中"] = 2,
            ["索敌"] = 4,
            ["射程"] = "无"
        }
    },
    ["563"] = {
        ["日文名"] = "8inch長射程連装砲",
        ["中文名"] = "8英寸长射程连装炮",
        ["类别"] = 2,
        ["图鉴"] =  2,
        ["稀有度"] = 4,
        ["属性"] = {
            ["火力"] = 8,
            ["对空"] = 1,
            ["命中"] = -1,
            ["射程"] = "长"
        }
    },
    ["564"] = {
        ["日文名"] = "深海水上偵察観測機",
        ["中文名"] = "深海水上侦察观测机",
        ["类别"] = 10,
        ["图鉴"] =  10,
        ["稀有度"] = 3,
        ["属性"] = {
            ["对空"] = 2,
            ["对潜"] = 2,
            ["命中"] = 5,
            ["索敌"] = 5,
            ["射程"] = "无"
        }
    },
    ["565"] = {
        ["日文名"] = "5inch沿岸設置砲",
        ["中文名"] = "5英寸沿岸设置炮",
        ["类别"] = 1,
        ["图鉴"] =  1,
        ["稀有度"] = 2,
        ["属性"] = {
            ["火力"] = 3,
            ["装甲"] = 2,
            ["命中"] = 3,
            ["射程"] = "中"
        }
    },
    ["566"] = {
        ["日文名"] = "深海猫艦戦(爆装)",
        ["中文名"] = "深海猫舰战(爆装)",
        ["类别"] = 7,
        ["图鉴"] =  7,
        ["稀有度"] = 3,
        ["属性"] = {
            ["爆装"] = 8,
            ["对空"] = 7,
            ["对潜"] = 2,
            ["命中"] = 2,
            ["射程"] = "无"
        }
    },
    ["567"] = {
        ["日文名"] = "沿岸設置レーダー",
        ["中文名"] = "沿岸设置雷达",
        ["类别"] = 13,
        ["图鉴"] =  11,
        ["稀有度"] = 3,
        ["属性"] = {
            ["对空"] = 4,
            ["命中"] = 16,
            ["索敌"] = 8,
            ["射程"] = "无"
        }
    },
    ["568"] = {
        ["日文名"] = "16inch三連装砲(新)",
        ["中文名"] = "16英寸三连装炮(新)",
        ["类别"] = 3,
        ["图鉴"] =  3,
        ["稀有度"] = 5,
        ["属性"] = {
            ["火力"] = 24,
            ["对空"] = 3,
            ["装甲"] = 1,
            ["命中"] = 4,
            ["射程"] = "长"
        }
    },
    ["569"] = {
        ["日文名"] = "深海偵察飛行艇",
        ["中文名"] = "深海侦察飞行艇",
        ["类别"] = 41,
        ["图鉴"] =  10,
        ["稀有度"] = 4,
        ["属性"] = {
            ["火力"] = 3,
            ["对空"] = 1,
            ["命中"] = 8,
            ["索敌"] = 9,
            ["射程"] = "无"
        }
    },
    ["570"] = {
        ["日文名"] = "高速深海魚雷 mod.2",
        ["中文名"] = "高速深海鱼雷 mod.2",
        ["类别"] = 22,
        ["图鉴"] =  5,
        ["稀有度"] = 4,
        ["属性"] = {
            ["雷装"] = 13,
            ["命中"] = 3,
            ["射程"] = "短"
        }
    },
    ["571"] = {
        ["日文名"] = "深海水母小鬼機",
        ["中文名"] = "深海水母小鬼机",
        ["类别"] = 11,
        ["图鉴"] =  10,
        ["稀有度"] = 5,
        ["属性"] = {
            ["火力"] = 4,
            ["爆装"] = 15,
            ["对空"] = 11,
            ["装甲"] = 4,
            ["对潜"] = 15,
            ["命中"] = 8,
            ["索敌"] = 8,
            ["射程"] = "超长"
        }
    },
    ["572"] = {
        ["日文名"] = "深海熊猫艦戦",
        ["中文名"] = "深海熊猫舰战",
        ["类别"] = 6,
        ["图鉴"] =  6,
        ["稀有度"] = 5,
        ["属性"] = {
            ["火力"] = 8,
            ["对空"] = 18,
            ["装甲"] = 8,
            ["命中"] = 8,
            ["回避"] = 8,
            ["射程"] = "无"
        }
    },
    ["573"] = {
        ["日文名"] = "深海潜水下駄履き",
        ["中文名"] = "深海潜艇用木屐式机",
        ["类别"] = 11,
        ["图鉴"] =  10,
        ["稀有度"] = 5,
        ["属性"] = {
            ["火力"] = 6,
            ["爆装"] = 18,
            ["对空"] = 6,
            ["装甲"] = 3,
            ["对潜"] = 9,
            ["命中"] = 12,
            ["索敌"] = 3,
            ["回避"] = 6,
            ["射程"] = "超超长"
        }
    },
    ["574"] = {
        ["日文名"] = "深海攻撃哨戒鷹",
        ["中文名"] = "深海攻击哨戒鹰",
        ["类别"] = 8,
        ["图鉴"] =  8,
        ["稀有度"] = 5,
        ["属性"] = {
            ["火力"] = 3,
            ["爆装"] = 14,
            ["对空"] = 8,
            ["装甲"] = 3,
            ["对潜"] = 22,
            ["命中"] = 8,
            ["索敌"] = 3,
            ["回避"] = 3,
            ["射程"] = "超长"
        }
    },
    ["575"] = {
        ["日文名"] = "深海攻撃哨戒鷹改",
        ["中文名"] = "深海攻击哨戒鹰改",
        ["类别"] = 8,
        ["图鉴"] =  8,
        ["稀有度"] = 5,
        ["属性"] = {
            ["火力"] = 5,
            ["爆装"] = 18,
            ["对空"] = 9,
            ["装甲"] = 3,
            ["对潜"] = 27,
            ["命中"] = 9,
            ["索敌"] = 3,
            ["回避"] = 4,
            ["射程"] = "超长"
        }
    },
    ["576"] = {
        ["日文名"] = "深海12inch三連装砲",
        ["中文名"] = "深海12英寸三连装炮",
        ["类别"] = 3,
        ["图鉴"] =  3,
        ["稀有度"] = 4,
        ["属性"] = {
            ["火力"] = 16,
            ["对空"] = 3,
            ["装甲"] = 2,
            ["命中"] = 9,
            ["回避"] = 2,
            ["射程"] = "长"
        }
    },
    ["577"] = {
        ["日文名"] = "深海15inch四連装砲",
        ["中文名"] = "深海15英寸四连装炮",
        ["类别"] = 3,
        ["图鉴"] =  3,
        ["稀有度"] = 5,
        ["属性"] = {
            ["火力"] = 24,
            ["对空"] = 4,
            ["装甲"] = 2,
            ["命中"] = 8,
            ["回避"] = 1,
            ["射程"] = "长"
        }
    },
    ["578"] = {
        ["日文名"] = "深海15inch連装砲後期型",
        ["中文名"] = "深海15英寸连装炮后期型",
        ["类别"] = 3,
        ["图鉴"] =  16,
        ["稀有度"] = 5,
        ["属性"] = {
            ["火力"] = 19,
            ["对空"] = 8,
            ["装甲"] = 1,
            ["命中"] = 10,
            ["回避"] = 2,
            ["射程"] = "长"
        }
    },
    ["579"] = {
        ["日文名"] = "深海14inch海峡連装砲",
        ["中文名"] = "深海14英寸海峡连装炮",
        ["类别"] = 3,
        ["图鉴"] =  1,
        ["稀有度"] = 5,
        ["属性"] = {
            ["火力"] = 17,
            ["对空"] = 4,
            ["装甲"] = 0,
            ["命中"] = 13,
            ["回避"] = 3,
            ["射程"] = "长"
        }
    },
    ["580"] = {
        ["日文名"] = "深海待伏魚雷",
        ["中文名"] = "深海待伏鱼雷",
        ["类别"] = 22,
        ["图鉴"] =  5,
        ["稀有度"] = 4,
        ["属性"] = {
            ["火力"] = 0,
            ["对空"] = 0,
            ["装甲"] = 0,
            ["命中"] = 9,
            ["回避"] = 0,
            ["射程"] = "短"
        }
    }
}

return d
